Repository: tscreven/Trio-ECS251
Catalog: DanaKit/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: There has not been any interactions with the pump for too long. Either disable this function in the pump or interact with the pump
ar: لم يكن هناك أي تفاعل مع المضخة لفترة طويلة جداً. إما تعطيل هذه الوظيفة في المضخة أو التفاعل مع المضخة
cs: Příliš dlouho nedocházelo k žádným interakcím s čerpadlem. Buď tuto funkci v čerpadle deaktivujte, nebo s čerpadlem interagujte
da: Der har ikke været nogen interaktion med pumpen i for lang tid. Deaktiver enten denne funktion i pumpen, eller interager med pumpen.
de: Es hat zu lange keine Interaktionen mit der Pumpe gegeben. Entweder diese Funktion in der Pumpe deaktivieren oder mit der Pumpe interagieren
es: No se ha interactuado con la bomba durante demasiado tiempo. Desactiva esta función en la bomba o interactúa con ella.
fi: Pumpun kanssa ei ole ollut vuorovaikutusta liian pitkään. Poista tämä toiminto käytöstä pumpussa tai ole vuorovaikutuksessa pumpun kanssa.
fr: Il n'y a pas eu d'interactions avec la pompe depuis trop longtemps. Désactivez cette fonction dans la pompe ou interagissez avec la pompe.
it: Non ci sono state interazioni con la pompa per troppo tempo. Disattivare questa funzione nella pompa o interagire con la pompa.
nb: Det har ikke vært noen interaksjon med pumpen på for lang tid. Deaktiver enten denne funksjonen i pumpen, eller samhandle med pumpen
nl: Er is te lang geen interactie geweest met de pomp. Schakel deze functie in de pomp uit of zorg voor interactie met de pomp.
pl: Przez zbyt długi czas nie było żadnych interakcji z pompą. Wyłącz tę funkcję w pompie lub wejdź w interakcję z pompą
ro: Nu au existat interacțiuni cu pompa de prea mult timp. Fie dezactivați această funcție în pompă, fie interacționați cu pompa.
ru: Слишком долго не было никаких взаимодействий с помпой. Либо отключите эту функцию в помпе, либо взаимодействуйте с помпой
sk: Príliš dlho nedochádzalo k žiadnym interakciám s pumpou. Buď túto funkciu v pumpe vypnite, alebo s pumpou interagujte
sv: Det har inte förekommit någon interaktion med pumpen på alltför länge. Antingen inaktivera denna funktion i pumpen eller interagera med pumpen
tr: Çok uzun süredir pompa ile herhangi bir etkileşim olmamıştır. Ya pompadaki bu işlevi devre dışı bırakın ya da pompa ile etkileşime geçin
uk: Занадто довго не було жодної взаємодії з Помпою. Або вимкніть цю функцію в помпі, або взаємодійте з помпою
vi: Đã không có bất kỳ tương tác nào với máy bơm trong thời gian quá dài. Hãy vô hiệu hóa chức năng này trong máy bơm hoặc tương tác với máy bơm
zh_hans: 长时间未与胰岛素泵进行交互。请在胰岛素泵中禁用此功能，或进行一次操作以恢复交互。

source: This method of refilling is only intended for when the pump cannot provide a way to refill the reservoir or prime the cannula
ar: إن طريقة إعادة التعبئة هذه مخصصة فقط عندما لا تستطيع المضخة توفير طريقة لإعادة ملء الخزان أو تعبئة القنية
da: Denne metode til genopfyldning er kun beregnet til, når pumpen ikke kan give mulighed for at genopfylde reservoiret eller spæde kanylen.
de: Diese Methode des Nachfüllens ist nur für den Fall vorgesehen, dass die Pumpe keine Möglichkeit bietet, das Reservoir nachzufüllen oder die Kanüle zu entlüften
es: Este método de rellenado sólo está previsto cuando la bomba no puede proporcionar una forma de rellenar el depósito o cebar la cánula.
fi: Tämä täyttömenetelmä on tarkoitettu vain silloin, kun pumppu ei pysty täyttämään säiliötä tai täyttämään kanyylia.
fr: Cette méthode de remplissage n'est prévue que lorsque la pompe ne permet pas de remplir le réservoir ou d'amorcer la canule.
it: Questo metodo di riempimento è previsto solo quando la pompa non può fornire un modo per riempire il serbatoio o adescare la cannula.
nb: Denne påfyllingsmetoden er kun beregnet for tilfeller der pumpen ikke kan fylle opp reservoaret eller kanylen
nl: Deze methode van bijvullen is alleen bedoeld voor als de pomp geen manier heeft om het reservoir bij te vullen of de canule te vullen.
pl: Ta metoda uzupełniania jest przeznaczona tylko wtedy, gdy pompa nie może zapewnić możliwości uzupełnienia zbiornika lub zalania kaniuli
ro: Această metodă de reumplere este destinată numai atunci când pompa nu poate oferi o modalitate de a umple rezervorul sau de a amorsa canula
ru: Этот способ заправки предназначен только для тех случаев, когда помпа не может обеспечить заполнение резервуара или заправку канюли
sk: Táto metóda dopĺňania je určená len v prípade, že pumpa nemá možnosť doplniť zásobník alebo naplniť kanylu
sv: Denna metod för påfyllning är endast avsedd för när pumpen inte kan tillhandahålla ett sätt att fylla på behållaren eller spetsa kanylen
tr: Bu yeniden doldurma yöntemi yalnızca pompanın rezervuarı yeniden doldurmak veya kanülü prime etmek için bir yol sağlayamadığı durumlar için tasarlanmıştır
uk: Цей спосіб заправлення призначений тільки для тих випадків, коли Помпа не може забезпечити поповнення Резервуара або заправки Канюлі.
vi: Phương pháp nạp lại này chỉ dành cho trường hợp máy bơm không thể nạp lại bình chứa hoặc mồi ống thông
zh_hans: 这种加注方法仅适用于泵无法提供给储液器加注或给插管填料的情况。

source: Time Change Detected
ar: تم اكتشاف تغير الوقت
cs: Zjištěná změna času
da: Tidsændring opdaget
de: Zeitänderung erkannt
es: Cambio de hora detectado
fi: Ajan muutos havaittu
fr: Changement d'heure détecté
it: Rilevato cambio di orario
nb: Tidsendring oppdaget
nl: Tijdsverandering gedetecteerd
pl: Wykryto zmianę czasu
ro: S-a detectat schimbarea orei
ru: Обнаружено изменение времени
sk: Zistila sa zmena času
sv: Tidsjustering upptäckt
tr: Zaman Değişikliği Algılandı
uk: Виявлено Зміну Часу
vi: Đã phát hiện thay đổi thời gian
zh_hans: 检测到时间变更

source: Toggle Bluetooth mode
ar: بلوتوث مودوس شاكيلين
cs: Bluetooth modus schakelen
da: Bluetooth modus schakelen
de: Bluetooth modus schakelen
es: Bluetooth modus schakelen
fi: Bluetooth modus schakelen
fr: Mode d'emploi du Bluetooth
it: Modus Bluetooth
nb: Slå av/på Bluetooth-modus
nl: Bluetooth modus schakelen
pl: Bluetooth modus schakelen
ro: Comutare mod Bluetooth
ru: Переключить режим Bluetooth
sk: Bluetooth modus schakelen
sv: Bluetooth modus schakelen
tr: Bluetooth modunu aç / kapat
uk: Перемкнути режим Bluetooth
vi: Chuyển đổi chế độ Bluetooth
zh_hans: 切换蓝牙模式

source: Toggle silent tone?
ar: تبديل النغمة الصامتة؟
cs: Přepínání tichého tónu?
da: Toggle lydløs tone?
de: Silent Tone umschalten?
es: ¿Alternar tono silencioso?
fi: Vaihda hiljainen ääni?
fr: Tonalité silencieuse à bascule ?
it: Tasto silenzioso?
nb: Slå av/på stille tone?
nl: Toggle stille toon?
pl: Przełączyć cichy dźwięk?
ro: Comutare ton silențios?
ru: Включить фоновый звук?
sk: Prepínač tichého tónu?
sv: Toggle tyst ton?
tr: Sessiz tonu değiştirelim mi?
uk: Увімкнути беззвучний сигнал?
vi: Chuyển đổi chế độ im lặng không?
zh_hans: 切换静音提示音？

source: Tube refill amount
ar: كمية إعادة تعبئة الأنبوب
da: Mængde til genopfyldning af rør
de: Nachfüllmenge der Tube
es: Cantidad de recarga del tubo
fi: Putken täyttömäärä
fr: Quantité de remplissage du tube
it: Quantità di ricarica del tubo
nb: Mengde påfylling av rør
nl: Navulhoeveelheid tube
pl: Ilość napełnienia tuby
ro: Cantitate de reumplere a tubului
ru: Объем заполнения трубки
sk: Množstvo náplne do tuby
sv: Mängd påfyllning av tub
tr: Tüp dolum miktarı
uk: Кількість поповнень у тюбику
vi: Lượng ống nạp lại
zh_hans: 输注管补药剂量

source: Type of refill
ar: نوع إعادة التعبئة
cs: Typ náplně
da: Type af refill
de: Art der Nachfüllung
es: Tipo de recarga
fi: Täyttötyyppi
fr: Type de recharge
it: Tipo di ricarica
nb: Type påfyll
nl: Type navulling
pl: Typ wkładu
ro: Tipul de reumplere
ru: Тип заправки
sk: Typ náplne
sv: Typ av påfyllning
tr: Dolum türü
uk: Тип заправки
vi: Kiểu nạp lại
zh_hans: 补充方式

source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
nb: Ukjent
nl: Onbekend
pl: Nieznana
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
tr: Bilinmiyor
uk: Невідомий
vi: Không xác định
zh_hans: 未知

source: Unknown error
ar: خطأ غير معروف
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
it: Errore sconosciuto
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sv: Okänt fel
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误

source: User options
ar: خيارات المستخدم
cs: Uživatelské možnosti
da: Brugerindstillinger
de: Benutzeroptionen
es: Opciones de usuario
fi: Käyttäjän vaihtoehdot
fr: Options pour l'utilisateur
it: Opzioni utente
nb: Brukeralternativer
nl: Opties voor de gebruiker
pl: Opcje użytkownika
ro: Opțiuni utilizator
ru: Настройки пользователя
sk: Používateľské nastavenia
sv: Användaralternativ
tr: Kullanıcı seçenekleri
uk: Опції користувача
zh_hans: 用户选项

source: Vibration
ar: الاهتزاز
cs: Vibrace
da: Vibrationer
es: Vibración
fi: Tärinä
fr: Vibrations
it: Vibrazione
nb: Vibrasjon
nl: Trilling
pl: Wibracje
ro: Vibrație
ru: Вибрация
sk: Vibrácie
sv: Vibrationer
tr: Titreşim
uk: Вібрація
vi: Chế độ rung
zh_hans: 振动

source: WARNING: USE WITH CAUTION!
ar: تحذير: استخدمه بحذر!
da: ADVARSEL: BRUG MED FORSIGTIGHED!
de: WARNUNG: MIT VORSICHT VERWENDEN!
es: ADVERTENCIA: ¡UTILIZAR CON PRECAUCIÓN!
fi: VAROITUS: KÄYTÄ VAROEN!
fr: AVERTISSEMENT : A UTILISER AVEC PRUDENCE !
it: ATTENZIONE: USARE CON CAUTELA!
nb: ADVARSEL: BRUK MED FORSIKTIGHET!
nl: WAARSCHUWING: GEBRUIK VOORZICHTIG!
pl: OSTRZEŻENIE: UŻYWAĆ OSTROŻNIE!
ro: AVERTISMENT: UTILIZAȚI CU ATENȚIE!
ru: ВНИМАНИЕ: ИСПОЛЬЗОВАТЬ С ОСТОРОЖНОСТЬЮ!
sk: UPOZORNENIE: POUŽÍVAJTE OPATRNE!
sv: VARNING: ANVÄND MED FÖRSIKTIGHET!
tr: UYARI: DİKKATLİ KULLANIN!
uk: УВАГА: ВИКОРИСТОВУЙТЕ ОБЕРЕЖНО!
vi: CẢNH BÁO: SỬ DỤNG THẬN TRỌNG!
zh_hans: 警告：慎用！

source: What is this?
ar: ما هذا؟
cs: Co je to?
da: Hvad er det her for noget?
de: Was ist das?
es: ¿Qué es esto?
fi: Mitä tämä on?
fr: Qu'est-ce que c'est ?
it: Cos'è questo?
nb: Hva er dette?
nl: Wat is dit?
pl: Co to jest?
ro: Ce este aceasta?
ru: Что это?
sk: Čo je to?
sv: Vad är det här?
tr: Bu da ne?
uk: Що це?
vi: Đây là gì?
zh_hans: 这是什么？

source: Yes
ar: نعم
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: SÌ
nb: Ja
nl: Ja
pl: Tak
ro: Da
ru: Да
sk: Áno
sv: Ja
tr: Evet
uk: Так
vi: Có
zh_hans: 是

source: Yes, 1 hour
ar: نعم، 1 ساعة
cs: Ano, 1 hodina
da: Ja, 1 time
de: Ja, 1 Stunde
es: Sí, 1 hora
fi: Kyllä, 1 tunti
fr: Oui, 1 heure
it: Sì, 1 ora
nb: Ja, 1 time
nl: Ja, 1 uur
pl: Tak, 1 godzina
ro: Da, 1 oră
ru: Да, 1 час
sk: Áno, 1 hodina
sv: Ja, 1 timme
tr: Evet, 1 saat
uk: Так, 1 година
vi: Có, 1 giờ
zh_hans: 是，1 小时

source: Yes, 5 minutes
ar: نعم، 5 دقائق
cs: Ano, 5 minut
da: Ja, 5 minutter
de: Ja, 5 Minuten
es: Sí, 5 minutos
fi: Kyllä, 5 minuuttia
fr: Oui, 5 minutes
it: Sì, 5 minuti
nb: Ja, 5 minutter
nl: Ja, 5 minuten
pl: Tak, 5 minut
ro: Da, 5 minute
ru: Да, 5 минут
sk: Áno, 5 minút
sv: Ja, 5 minuter
tr: Evet, 5 dakika
uk: Так, 5 хвилин
vi: Có, 5 phút
zh_hans: 是，5 分钟

source: Yes, 15 minutes
ar: نعم، 15 دقيقة
cs: Ano, 15 minut
da: Ja, 15 minutter
de: Ja, 15 Minuten
es: Sí, 15 minutos
fi: Kyllä, 15 minuuttia
fr: Oui, 15 minutes
it: Sì, 15 minuti
nb: Ja, 15 minutter
nl: Ja, 15 minuten
pl: Tak, 15 minut
ro: Da, 15 minute
ru: Да, 15 минут
sk: Áno, 15 minút
sv: Ja, 15 minuter
tr: Evet, 15 dakika
uk: Так, 15 хвилин
vi: Có, 15 phút
zh_hans: 是，15 分钟

source: Yes, 30 minutes
ar: نعم، 30 دقيقة
cs: Ano, 30 minut
da: Ja, 30 minutter
de: Ja, 30 Minuten
es: Sí, 30 minutos
fi: Kyllä, 30 minuuttia
fr: Oui, 30 minutes
it: Sì, 30 minuti
nb: Ja, 30 minutter
nl: Ja, 30 minuten
pl: Tak, 30 minut
ro: Da, 30 de minute
ru: Да, 30 минут
sk: Áno, 30 minút
sv: Ja, 30 minuter
tr: Evet, 30 dakika
uk: Так, 30 хвилин
vi: Có, 30 phút
zh_hans: 是，30 分钟

source: Yes, disable bolus syncing
ar: نعم، تعطيل مزامنة البلعة
cs: Ano, vypněte synchronizaci bolusu
da: Ja, deaktiver bolus-synkronisering
de: Ja, Bolus-Synchronisierung deaktivieren
es: Sí, desactivar la sincronización de bolos
fi: Kyllä, poista boluksen synkronointi käytöstä
fr: Oui, désactiver la synchronisation des bolus
it: Sì, disattiva la sincronizzazione del bolo
nb: Ja, deaktiver bolussynkronisering
nl: Ja, schakel bolussynchronisatie uit
pl: Tak, wyłącz synchronizację bolusa
ro: Da, dezactivați sincronizarea bolusului
ru: Да, отключить синхронизацию болюсов
sk: Áno, vypnite synchronizáciu bolusu
sv: Ja, avaktivera synkronisering av bolusar
tr: Evet, bolus senkronizasyonunu devre dışı bırakın
uk: Так, вимкнути болюсну синхронізацію
vi: Có, tắt đồng bộ bolus
zh_hans: 是的，禁用大剂量同步。

source: Yes, Disable silent tones
ar: نعم، تعطيل النغمات الصامتة
cs: Ano, Zakázat tiché tóny
da: Ja, deaktiver lydløse toner
de: Ja, Silent Tone deaktivieren
es: Sí, desactivar tonos silenciosos
fi: Kyllä, Poista äänettömät äänet käytöstä
fr: Oui, désactiver les tonalités silencieuses
it: Sì, disattiva i toni silenziosi
nb: Ja, Deaktiver lydløse toner
nl: Ja, Stille tonen uitschakelen
pl: Tak, Wyłącz ciche dźwięki
ro: Da, dezactivează tonurile silențioase
ru: Да, отключить фоновый звук
sk: Áno, Zakázať tiché tóny
sv: Ja, avaktivera tysta toner
tr: Evet, Sessiz tonları devre dışı bırak
uk: Так, Вимкнути беззвучні сигнали
vi: Có, Tắt âm báo im lặng
zh_hans: 是，禁用无声提示音

source: Yes, Enable silent tones
ar: نعم، تمكين النغمات الصامتة
cs: Ano, Povolit tiché tóny
da: Ja, aktiver lydløse toner
de: Ja, Silent Tone einschalten
es: Sí, activar tonos silenciosos
fi: Kyllä, Ota äänettömät äänet käyttöön
fr: Oui, activer les tonalités silencieuses
it: Sì, attiva i toni silenziosi
nb: Ja, aktiver lydløse toner
nl: Ja, stille tonen inschakelen
pl: Tak, Włącz ciche dźwięki
ro: Da, Activează tonurile silențioase
ru: Да, включить фоновый звук
sk: Áno, Povolenie tichých tónov
sv: Ja, aktivera tysta toner
tr: Evet, Sessiz tonları etkinleştir
uk: Так, увімкнути беззвучні сигнали
vi: Có, Bật âm báo im lặng
zh_hans: 是，启用无声提示音

source: Yes, re-enable bolus syncing
ar: نعم، أعد تمكين مزامنة البلعة
cs: Ano, znovu povolte synchronizaci bolusu
da: Ja, genaktiver bolus-synkronisering
de: Ja, Bolus-Synchronisierung wieder einschalten
es: Sí, vuelve a activar la sincronización de bolos
fi: Kyllä, ota bolus-synkronointi uudelleen käyttöön
fr: Oui, réactiver la synchronisation des bolus
it: Sì, riattiva la sincronizzazione del bolo
nb: Ja, aktiver bolussynkronisering på nytt
nl: Ja, bolussynchronisatie opnieuw inschakelen
pl: Tak, ponownie włącz synchronizację bolusa
ro: Da, reactivați sincronizarea bolusurilor
ru: Да, включить синхронизацию болюсов
sk: Áno, znovu zapnite synchronizáciu bolusu
sv: Ja, återaktivera synkronisering av bolusar
tr: Evet, bolus senkronizasyonunu yeniden etkinleştirin
uk: Так, повторно ввімкнути болюсну синхронізацію
vi: Có, bật lại đồng bộ bolus
zh_hans: 是的，重新启用大剂量同步

source: Yes, Switch to continuous mode
ar: نعم، قم بالتبديل إلى الوضع المستمر
cs: Ano, přepnutí na nepřetržitý režim
da: Ja, skift til kontinuerlig tilstand
de: Ja, Umschalten auf Dauermodus
es: Sí, cambiar a modo continuo
fi: Kyllä, Vaihda jatkuvaan tilaan
fr: Oui, passage en mode continu
it: Sì, passa alla modalità continua
nb: Ja, bytt til kontinuerlig modus
nl: Ja, schakel naar continue modus
pl: Tak, przełącz na tryb ciągły
ro: Da, treceți la modul continuu
ru: Да, переключить в непрерывный режим
sk: Áno, prepnite na nepretržitý režim
sv: Ja, växla till kontinuerligt läge
tr: Evet, Sürekli moda geç
uk: Так, перейти в безперервний режим
vi: Có, chuyển sang chế độ liên tục
zh_hans: 是，切换到连续模式

source: Yes, Switch to interactive mode
ar: نعم، قم بالتبديل إلى الوضع التفاعلي
cs: Ano, přepnutí do interaktivního režimu
da: Ja, skift til interaktiv tilstand
de: Ja, Wechsel in den interaktiven Modus
es: Sí, cambiar a modo interactivo
fi: Kyllä, Siirry interaktiiviseen tilaan
fr: Oui, passer en mode interactif
it: Sì, passa alla modalità interattiva
nb: Ja, bytt til interaktiv modus
nl: Ja, schakel over naar interactieve modus
pl: Tak, przełącz na tryb interaktywny
ro: Da, treceți la modul interactiv
ru: Да, переключить в интерактивный режим
sk: Áno, prepnite na interaktívny režim
sv: Ja, växla till interaktivt läge
tr: Evet, Etkileşimli moda geç
uk: Так, перейти в інтерактивний режим
vi: Có, chuyển sang chế độ tương tác
zh_hans: 是，切换到交互模式

source: Yes, Sync to Current Time
ar: نعم، المزامنة مع الوقت الحالي
cs: Ano, synchronizace s aktuálním časem
da: Ja, synkroniser til aktuel tid
de: Ja, mit der aktuellen Zeit synchronisieren
es: Sí, sincronizar con la hora actual
fi: Kyllä, synkronointi nykyiseen aikaan
fr: Oui, synchronisation avec l'heure actuelle
it: Sì, sincronizza con l'orario corrente
nb: Ja, Synkroniser til gjeldende tid
nl: Ja, synchroniseren met huidige tijd
pl: Tak, zsynchronizuj z bieżącym czasem
ro: Da, sincronizați cu ora curentă
ru: Да, синхронизировать с текущим временем
sk: Áno, zosynchronizovať s aktuálnym časom
sv: Ja, synkronisera med aktuell tid
tr: Evet, Geçerli Saatle Senkronize Et
uk: Так, синхронізувати з поточним часом
vi: Có, đồng bộ với thời gian hiện tại
zh_hans: 是，与当前时间同步

source: Your
ar: أنت
cs: Vaše
da: Din
de: Ihr
es: Su
fi: Sinun
fr: Votre
it: Il tuo
nb: Din
nl: Jouw
pl: Twój
ro: Al tău
ru: Ваш
sk: Vaša
sv: Din
tr: Senin
uk: Ваша
zh_hans: 您的

source: Your daily basal limit has been reached. Please contact your Dana distributer to increase the limit
ar: لقد تم الوصول إلى الحد الأساسي اليومي. يرجى الاتصال بموزع دانا الخاص بك لزيادة الحد المسموح به
cs: Váš denní bazální limit byl dosažen. Pro zvýšení limitu se obraťte na svého distributora Dana.
da: Din daglige basalgrænse er nået. Kontakt din Dana-distributør for at øge grænsen.
de: Ihr täglicher Basalgrenzwert wurde erreicht. Bitte wenden Sie sich an Ihren Dana-Vertriebspartner, um den Grenzwert zu erhöhen.
es: Su límite basal diario ha sido alcanzado. Póngase en contacto con su distribuidor Dana para aumentar el límite.
fi: Päivittäinen perusannosrajasi on saavutettu. Ota yhteyttä Dana-jakelijaan korottaaksesi rajaa.
fr: Votre limite journalière de base a été atteinte. Veuillez contacter votre distributeur Dana pour augmenter la limite.
it: Il tuo limite giornaliero di basale è stato raggiunto. Contatta il tuo fornitore Dana per aumentare il limite.
nb: Din daglige basalgrense er nådd. Ta kontakt med Dana-distributøren din for å øke grensen
nl: Uw dagelijkse basaallimiet is bereikt. Neem contact op met uw Dana-distributeur om de limiet te verhogen.
pl: Osiągnięto dzienny limit dawki podstawowej. Skontaktuj się z dystrybutorem Dana, aby zwiększyć limit
ro: Limita zilnică bazală a fost atinsă. Vă rugăm să contactați distribuitorul Dana pentru a crește limita.
ru: Ваш суточный лимит Базала достигнут. Обратитесь к дистрибьютору Dana, чтобы увеличить лимит
sk: Váš denný bazálny limit bol dosiahnutý. Pre zvýšenie limitu sa obráťte na svojho distribútora Dana
sv: Din dagliga basalgräns har nåtts. Vänligen kontakta din Dana-distributör för att öka gränsen
tr: Günlük bazal limitinize ulaşıldı. Limiti artırmak için lütfen Dana distribütörünüzle iletişime geçin
uk: Ваш добовий базальний ліміт досягнуто. Щоб збільшити ліміт, зверніться до свого дистриб’ютора Dana
vi: Đã đạt đến giới hạn bolus tối đa. Vui lòng thử lượng thấp hơn hoặc tăng giới hạn
zh_hans: 您的每日基础量已达上限。请联系您的 Dana 经销商以增加上限

source: Your daily insulin limit has been reached. Please contact your Dana distributer to increase the limit
ar: تم الوصول إلى الحد اليومي للأنسولين. يرجى الاتصال بموزع دانا الخاص بك لزيادة الحد المسموح به
cs: Váš denní inzulínový limit byl dosažen. Pro zvýšení limitu se obraťte na svého distributora Dana
da: Din daglige insulin-grænse er nået. Kontakt venligst din Dana-distributør for at øge grænsen.
de: Ihr tägliches Insulinlimit wurde erreicht. Bitte wenden Sie sich an Ihren Dana-Vertriebspartner, um das Limit zu erhöhen
es: Se ha alcanzado su límite diario de insulina. Póngase en contacto con su distribuidor Dana para aumentar el límite.
fi: Päivittäinen insuliinimääräsi on saavutettu. Ota yhteyttä Dana-jakelijaan rajan nostamiseksi.
fr: Votre limite quotidienne d'insuline a été atteinte. Veuillez contacter votre distributeur Dana pour augmenter la limite.
it: Il tuo limite giornaliero d'insulina è stato raggiunto. Contatta il tuo fornitore Dana per aumentare il limite.
nb: Din daglige insulingrense er nådd. Kontakt Dana-distributøren din for å øke grensen
nl: Uw dagelijkse insulinenlimiet is bereikt. Neem contact op met uw Dana-distributeur om de limiet te verhogen.
pl: Osiągnięto dzienny limit insuliny. Skontaktuj się z dystrybutorem Dana, aby zwiększyć limit
ro: Limita zilnică de insulină a fost atinsă. Vă rugăm să contactați distribuitorul Dana pentru a crește limita.
ru: Ваш суточный лимит инсулина достигнут. Обратитесь к дистрибьютору Dana, чтобы увеличить лимит
sk: Váš denný inzulínový limit bol dosiahnutý. Prosím, kontaktujte svojho distribútora Dana, aby vám zvýšil limit
sv: Din dagliga insulingräns har nåtts. Vänligen kontakta din Dana-distributör för att öka gränsen
tr: Günlük insülin limitinize ulaşıldı. Limiti artırmak için lütfen Dana distribütörünüzle iletişime geçin
uk: Ваш добовий ліміт інсуліну досягнуто. Щоб збільшити ліміт, зверніться до свого дистриб’ютора Dana
vi: Đã đạt giới hạn insulin hàng ngày của bạn. Vui lòng liên hệ với nhà phân phối Dana của bạn để tăng giới hạn
zh_hans: 已达到您的胰岛素日限额。请联系您的德纳经销商以增加限额

source: Your pump is still disconnected after the set period!
ar: لا تزال المضخة مفصولة بعد الفترة المحددة!
cs: Vaše čerpadlo je po uplynutí nastavené doby stále odpojeno!
da: Din pumpe er stadig frakoblet efter den indstillede periode!
de: Ihre Pumpe ist nach der eingestellten Zeit immer noch nicht angeschlossen!
es: Su bomba sigue desconectada después del periodo establecido.
fi: Pumppu on edelleen kytketty pois päältä asetetun ajanjakson jälkeen!
fr: Votre pompe est toujours déconnectée après la période définie !
it: Il tuo microinfusore è ancora disconnesso dopo il periodo di configurazione!
nb: Pumpen din er fortsatt frakoblet etter den angitte perioden!
nl: Je pomp is nog steeds losgekoppeld na de ingestelde periode!
pl: Pompa jest nadal odłączona po upływie ustawionego czasu!
ro: Pompa dumneavoastră este încă deconectată după perioada setată!
ru: Ваша помпа по-прежнему отключена по истечении заданного периода!
sk: Vaša pumpa je po uplynutí nastaveného času stále odpojená!
sv: Din pump är fortfarande frånkopplad efter den inställda perioden!
tr: Ayarlanan süreden sonra pompanızın bağlantısı hala kesik!
uk: Ваша помпа все ще відключена після встановленого періоду!
vi: Máy bơm của bạn vẫn bị ngắt kết nối sau thời gian đã đặt!
zh_hans: 设定时间过后，您的泵仍处于断开状态！
